Repository: Gorgonito997/lux-premium-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: es, pt_pt

# ¿No tienes cuenta?
source: Don’t have an account?
es: ¿No tienes cuenta?
pt_pt: Não tem conta?

# ¿Olvidaste tu contraseña?
source: Forgot your password?
es: ¿Olvidaste tu contraseña?
pt_pt: Esqueceu a sua palavra-passe?

# ACCESO RESERVADO
source: RESTRICTED ACCESS
es: ACCESO RESERVADO
pt_pt: ACCESO RESERVADO

# Asistente IA
source: AI Assistant
es: Asistente IA
pt_pt: Assistente IA

# Bienvenido a Lux Premium
source: Welcome to Lux Premium
es: Bienvenido a Lux Premium
pt_pt: Bem-vindo ao Lux Premium

# Cargando documentos
source: Loading documents
es: Cargando documentos
pt_pt: A carregar documentos

# Cargando promocion
source: Loading development
es: Cargando promoción
pt_pt: A carregar empreendimiento

# CATÁLOGO EXCLUSIVO
source: EXCLUSIVE CATALOG
es: CATÁLOGO EXCLUSIVO
pt_pt: CATÁLOGO EXCLUSIVO

# Cliente
source: Client
es: Cliente
pt_pt: Cliente

# Continuar con Google
source: Continue with Google
es: Continuar con Google
pt_pt: Continuar com o Google

# Contraseña
source: Password
es: Contraseña
pt_pt: Contraseña

# Correo electrónico
source: Email
es: Correo Electrónico
pt_pt: Correo electrónico

# Descubre nuestras promociones más selectas.
source: Discover our most exclusive developments.
es: Descubre nuestras promociones más selectas.
pt_pt: Descubra os nossos empreendimentos mais exclusivos

# ENTRAR
source: LOGIN
es: ENTRAR
pt_pt: ENTRAR

# Español
source: Spanish
es: Español
pt_pt: Espanhol

# Iniciar sesión
source: Sign In
es: Iniciar sesión
pt_pt: Iniciar sessão

# Introduce tus credenciales para continuar
source: Enter your credentials to continue
es: Introduce tus credenciales para continuar
pt_pt: Introduzca as suas credenciais

# No hay promociones disponibles
source: No developments available
es: No hay promociones disponibles
pt_pt: Não há empreendimentos disponíveis

# Português
source: Portuguese
es: Português
pt_pt: Português

# Pregunta por esta promoción, la unidad o los siguientes pasos
source: Ask about this development, the unit, or next steps
es: Pregunta por esta promoción, la unidad o los siguientes pasos
pt_pt: Pergunte sobre este empreedimento, a fração ou os próximos passos

# Regístrate
source: Sign up
es: Regístrate
pt_pt: Registe-se

# Reintentar
source: Retry
es: Reintentar
pt_pt: Tentar novamente

# SELECCIONA EL TIPO DE ACCESO
source: SELECT ACCESS TYPE
es: SELECCIONA EL TIPO DE ACCESO
pt_pt: SELECCIONE O TIPO DE ACESSO

# Ver documentos
source: View documents
es: Ver documentos
pt_pt: Ver documentos

# Ver imagenes 3D
source: View 3D images
es: Ver imágenes 3D
pt_pt: Ver imagens 3D

# Ver imagenes de obra
source: View construction images
es: Ver imágenes de obre
pt_pt: Ver imagens da obra

source: English
pt_pt: Inglês
